[
    {
        "quotes": [
            {
                "speaker": "Dwight",
                "text": "Michael!?"
            },
            {
                "speaker": "Michael",
                "text": "Oh! God. Dwight, come on…"
            },
            {
                "speaker": "Dwight",
                "text": "I wanted to talk to you about the downsizing?"
            },
            {
                "speaker": "Michael",
                "text": "There’s no downsizing."
            },
            {
                "speaker": "Dwight",
                "text": "I, but if there were, I’d be protected as assistant regional manager?"
            },
            {
                "speaker": "Michael",
                "text": "Assistant to the regional manager Dwight."
            },
            {
                "speaker": "Dwight",
                "text": "Yeah, so I don’t have to worry?"
            },
            {
                "speaker": "Michael",
                "text": "Look, look, look. I talked to corporate, about protecting the sales staff. And they said they couldn’t guarantee it if there’s downsizing, okay?"
            },
            {
                "speaker": "Michael",
                "text": "But there’s no downsizing, so just don’t…"
            },
            {
                "speaker": "Dwight",
                "text": "Bottom line. Do I need to be worried?"
            },
            {
                "speaker": "Michael",
                "text": "Mmm, mm, mm. Maybe."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Michael",
                "text": "It looks like there’s gonna be downsizing. And it’s part of my job, but… blah! I hate it. I think the main difference between me and Donald Trump is that, uh, I get no pleasure out of saying the words, “You’re fired.” [as Donald Trump] “You’re foir-ed. Uh, you’re foir-ed.” It just makes people sad, and an office can’t function that way. No way. [as Donald Trump] “You’re foir-ed.”  I think if I had a catchphrase it would be, “You’re hired, and you can work here as long as you want.” But that’s unrealistic, so…"
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Dwight",
                "text": "It’s a real shame, ’cause studies have shown that more information gets passed through water-cooler gossip than through official memos. Which puts me at a disadvantage, because I bring my own water to work."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Stanley",
                "text": "Why’d you do this?"
            },
            {
                "speaker": "Dwight",
                "text": "I didn’t do it. What do you mean? Oh, the water cooler was brought over here for… maintenance. So what do you guys hear? What’s the scuttlebutt?"
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Michael",
                "text": "Get set for Operation Morale Improvement starring Michael Scott. Now, I think I have had a little stroke of genius in that I have had my assistant Pam… Smile, Pam. I have had her go out and find out whose birthday is coming up, so we can have a little celebration for it. Not bad, not bad at all. All right. And the birthday person is… drum roll please. Here we go, who is the birthday, birthday person?"
            },
            {
                "speaker": "Michael",
                "text": "Who is it? Who’s the birthday?"
            },
            {
                "speaker": "Pam",
                "text": "Um… Actually, we don’t have any staff birthdays coming up."
            },
            {
                "speaker": "Michael",
                "text": "Next person on the…"
            },
            {
                "speaker": "Pam",
                "text": "Oh."
            },
            {
                "speaker": "Michael",
                "text": "…calendar."
            },
            {
                "speaker": "Pam",
                "text": "Okay, umm… that would be Meredith."
            },
            {
                "speaker": "Michael",
                "text": "Yes! All right, come on down Meredith!"
            },
            {
                "speaker": "Pam",
                "text": "But it’s not until next month."
            },
            {
                "speaker": "Michael",
                "text": "Um… uh, OK. Well, great, well, you know, it’ll be a surprise."
            },
            {
                "speaker": "Pam",
                "text": "You still want to have a party?"
            },
            {
                "speaker": "Michael",
                "text": "Yeah, why not? Sure. Go ahead, live a little. Come on, Pam. Come on, shake it up. Shake it up! Shake it up!"
            },
            {
                "speaker": "Michael",
                "text": "[grabs cell phone off desk] Brrrp! Uh, Spock, are there any signs of life down there? Well, let me check Captain. Eeee. Eeee. Eeee. Eeee. No, Captain. No signs of life down here. Just a wet blanket named Pam. Brr-rrrp. Star Trek."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Phyllis",
                "text": "Well, uh, for decorations, maybe we could… it’s stupid, forget it."
            },
            {
                "speaker": "Angela",
                "text": "What?"
            },
            {
                "speaker": "Phyllis",
                "text": "I was just going to say, maybe we could have streamers, but that’s dumb, everybody has streamers. Never mind."
            },
            {
                "speaker": "Angela",
                "text": "No, yeah, I think that’s a good idea."
            },
            {
                "speaker": "Phyllis",
                "text": "Yeah?"
            },
            {
                "speaker": "Angela",
                "text": "What color do you guys think?"
            },
            {
                "speaker": "Phyllis",
                "text": "Well, there’s green, um, blue… yellow… red…"
            },
            {
                "speaker": "Pam",
                "text": "How about green?"
            },
            {
                "speaker": "Angela",
                "text": "I think green is kind of whoreish."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Pam",
                "text": "This was tough. I suggested we flip a coin. But Angela said she doesn’t like to gamble. Of course by saying that she was gambling that I wouldn’t smack her."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Michael",
                "text": "These are my party-planning beeyatches. Pulled off an amazing ’80s party last year. Off the hook!"
            },
            {
                "speaker": "Michael",
                "text": "So I was thinking, if you haven’t already got a cake, um, maybe going for one of those ice-cream cakes from Baskin-Robbins. Those are very good. Very Delicious."
            },
            {
                "speaker": "Angela",
                "text": "Meredith’s allergic to dairy, so…"
            },
            {
                "speaker": "Michael",
                "text": "She’s not the only one that’s going to be eating it, right? I think everybody likes ice-cream cake. It’s not, uh, it’s not just about her, so…"
            },
            {
                "speaker": "Pam",
                "text": "It is… her birthday."
            },
            {
                "speaker": "Michael",
                "text": "Mint chocolate chip! That’d be good, how about some, mint chocolate chip?"
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Dwight",
                "text": "Hey, so listen, I was thinking that it might be a good idea if you and I formed an alliance. ‘Cause of the downsizing? I think an alliance might be a good idea, you know. Help each other out."
            },
            {
                "speaker": "Dwight",
                "text": "Do you want to form, an alliance, with me?"
            },
            {
                "speaker": "Jim",
                "text": "Absolutely, I do."
            },
            {
                "speaker": "Dwight",
                "text": "Good, good. Excellent, OK. Now we need to figure out who’s vulnerable and who’s protected…"
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Jim",
                "text": "At that moment, I was so happy. I mean, everything Dwight does annoys me."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Dwight",
                "text": "Did you get your tickets?"
            },
            {
                "speaker": "Jim",
                "text": "To what?"
            },
            {
                "speaker": "Dwight",
                "text": "The gun show. [Rolls up his sleeve and kisses his bicep]"
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Jim",
                "text": "And I spend hours thinking of ways to get back at him, but only in ways that could get me arrested. And then here he comes and he says “No, Jim, here’s a way.”"
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Dwight",
                "text": "There’s one other thing and this is important. Let’s keep this alliance totally a secret. Don’t tell anyone."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Pam",
                "text": "An alliance?"
            },
            {
                "speaker": "Jim",
                "text": "Oh yeah."
            },
            {
                "speaker": "Pam",
                "text": "What does that even mean?"
            },
            {
                "speaker": "Jim",
                "text": "I think it has something to do with Survivor, but I’m not sure."
            },
            {
                "speaker": "Jim",
                "text": "Um, I know that it involves spying on people and we may build a fort, underground."
            },
            {
                "speaker": "Dwight",
                "text": "Jim! Hey. Hi, Pam. Listen, could I talk to you a second about the… paper products?"
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Dwight",
                "text": "Did you tell Pam about the alliance?"
            },
            {
                "speaker": "Jim",
                "text": "What? No."
            },
            {
                "speaker": "Dwight",
                "text": "Just now."
            },
            {
                "speaker": "Jim",
                "text": "What? Oh no no no. Dwight, no. I’m using her, for the alliance. Who knows the most information about this office? Pam."
            },
            {
                "speaker": "Dwight",
                "text": "Right, that’s good, good, pursue this."
            },
            {
                "speaker": "Jim",
                "text": "Well I’m trying to. Do you see what I’m doing?"
            },
            {
                "speaker": "Dwight",
                "text": "Mmm hmm."
            },
            {
                "speaker": "Jim",
                "text": "But listen, I’m going to have to talk to her a lot. All right? And there may be chatting, and giggling. And you gotta just pretend to ignore it. Wipe it away."
            },
            {
                "speaker": "Dwight",
                "text": "Done."
            },
            {
                "speaker": "Jim",
                "text": "All right."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Michael",
                "text": "[to the camera] Can you get her? She’s right there. [camera zooms in on Meredith at here desk] That is Meredith, the birthday girl. And this… is Meredith’s card. Happy Bird-Day. [laughs] Um, let’s see. Jim, Jim wrote, “Meredith, I heard you’re turning 46, but, come on, you’re an accountant. Just fudge the numbers.” Not bad, pretty funny, I don’t appreciate condoning corporate fraud though. Uh, here’s the thing. Whatever I write here has to be really, really funny. Because people out there are expecting it. I’ve already set the bar really high. And they’re all worried about their jobs, you know. It’s kinda dark out there. Can you imagine if I wrote something like, uh, “Oh, Meredith. Happy Birthday. You’re great. Love, Michael.” [pretends to vomit and laughs]"
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Dwight",
                "text": "They seem awfully chummy, don’t you think?"
            },
            {
                "speaker": "Jim",
                "text": "Yeah, what do you think that’s about?"
            },
            {
                "speaker": "Dwight",
                "text": "Only one way to find out."
            },
            {
                "speaker": "Jim",
                "text": "I’m on it."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Jim",
                "text": "You are not going to believe this."
            },
            {
                "speaker": "Dwight",
                "text": "What? I believe it."
            },
            {
                "speaker": "Jim",
                "text": "Well, tensions were high in the kitchen."
            },
            {
                "speaker": "Dwight",
                "text": "I could tell, from the body language."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Jim",
                "text": "Hey Kev, that looks good. What is it? Turkey?"
            },
            {
                "speaker": "Kevin",
                "text": "Italian."
            },
            {
                "speaker": "Jim",
                "text": "Oh, Italian. Nice. Wow! You got the works there. Red onion, provolone…"
            },
            {
                "speaker": "Kevin",
                "text": "Yeah."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Jim",
                "text": "Toby and Kevin, they’re trying to get Angela kicked off."
            },
            {
                "speaker": "Dwight",
                "text": "Good, let ’em. It helps our cause."
            },
            {
                "speaker": "Jim",
                "text": "Well, I don’t know, if Kevin’s in accounting, and Toby’s in Human Resources and they’re talking…"
            },
            {
                "speaker": "Dwight",
                "text": "Oh, they’re forming an alliance"
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Toby",
                "text": "I love their sandwiches."
            },
            {
                "speaker": "Jim",
                "text": "I love their sandwiches too."
            },
            {
                "speaker": "Kevin",
                "text": "Their bread’s really good."
            },
            {
                "speaker": "Jim",
                "text": "Their bread is very good."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Dwight",
                "text": "Damn it. God!"
            },
            {
                "speaker": "Jim",
                "text": "OK, listen, we need to assume that everyone in the office is forming an alliance and is therefore trying to get us kicked off."
            },
            {
                "speaker": "Dwight",
                "text": "God… Damn it! Why us?"
            },
            {
                "speaker": "Jim",
                "text": "Because we’re strong, Dwight. Because we’re strong."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Michael",
                "text": "[staring at birthday card] Meredith, Meredith… Meri… Mary had a little lamb. Mary… Meredith had a little lamb. Don’t bring that lamb to work or it’ll poop on the floor."
            },
            {
                "speaker": "Michael",
                "text": "Hey, Oscar! Come on in. What’s up?"
            },
            {
                "speaker": "Oscar",
                "text": "Uh, I’m sorry to bother you."
            },
            {
                "speaker": "Michael",
                "text": "Oh, not at all. Come on in. What’s going on?"
            },
            {
                "speaker": "Oscar",
                "text": "My nephew is involved with, um, a charity for cerebral palsy, and I was wondering if maybe you’d like to… you know… if…"
            },
            {
                "speaker": "Michael",
                "text": "What?"
            },
            {
                "speaker": "Oscar",
                "text": "Donate to the charity?"
            },
            {
                "speaker": "Michael",
                "text": "Oh, God. Of course I would. Get it over here. Get that over here."
            },
            {
                "speaker": "Oscar",
                "text": "Thank you."
            },
            {
                "speaker": "Michael",
                "text": "No, I’m always good… for some serious buckage. Wow. Two dollars, three dollars? People out here do not care about diseases. I am going to give you… $25."
            },
            {
                "speaker": "Oscar",
                "text": "That’s… that’s… that’s very generous."
            },
            {
                "speaker": "Michael",
                "text": "Oh, my gosh, well… Listen, Oscar, generosity and togetherness and community all convalescences into… morale. That’s what I say, so…"
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Pam",
                "text": "[whispering] Hey, Jim, can I talk to you for a second?"
            },
            {
                "speaker": "Jim",
                "text": "Sure, what’s up?"
            },
            {
                "speaker": "Pam",
                "text": "Um, I don’t know, I’m just like, I’m going a little crazy ’cause I keep overhearing all these conversations between Michael and corporate about like, staff issues?"
            },
            {
                "speaker": "Jim",
                "text": "Oh no?"
            },
            {
                "speaker": "Pam",
                "text": "Yeah, he’s making me take notes on these meetings and I’m, like, “These people are my friends.” But he’s all like, “This is confidential. You can’t tell anybody.” But I just feel like I want to… aaah. Just promise me you’re not gonna say anything."
            },
            {
                "speaker": "Jim",
                "text": "No, will not, I’m not going to tell anybody. This is between you and me."
            },
            {
                "speaker": "Pam",
                "text": "OK, yeah."
            },
            {
                "speaker": "Dwight",
                "text": "Jackpot."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Jim",
                "text": "That was beautiful. All her idea too. Awesome. She is so great."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Michael",
                "text": "[looking at birthday card] Meredith, bad breath. Meredith has bad breath."
            },
            {
                "speaker": "Dwight",
                "text": "Hey, you wanted to see me?"
            },
            {
                "speaker": "Michael",
                "text": "Yeah. What do you know about Meredith?"
            },
            {
                "speaker": "Dwight",
                "text": "I don’t think she’d be missed."
            },
            {
                "speaker": "Michael",
                "text": "There’s not going to be downsizing Dwight, OK? I just, I need to know a little bit more about my friend."
            },
            {
                "speaker": "Dwight",
                "text": "Name, Meredith Palmer. Uh, personal information, divorced twice, two kids. Uh, Employer, Dunder Mifflin Paper Incorporated. Awards, multiple Dundies."
            },
            {
                "speaker": "Michael",
                "text": "I know all that. I know all that. I just, I need something kind of embarrassing, you know. Kind of fun, inside."
            },
            {
                "speaker": "Dwight",
                "text": "She had a hysterectomy."
            },
            {
                "speaker": "Michael",
                "text": "[laughs] Which one is that again?"
            },
            {
                "speaker": "Dwight",
                "text": "That’s where they remove the uterus."
            },
            {
                "speaker": "Michael",
                "text": "Oh God! Dwight, no. I’m trying to write something funny. What am I going to do with a removed uterus?"
            },
            {
                "speaker": "Dwight",
                "text": "It could be kind of funny."
            },
            {
                "speaker": "Michael",
                "text": "You know what, I am on a deadline here, and just… OK. Thanks, thanks for your help. I’ll work it out. Thank you Dwight. That was a waste of time."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Jim",
                "text": "OK, here’s the deal. All right? Pam says that one of the alliances is meeting in the warehouse during Meredith’s birthday."
            },
            {
                "speaker": "Dwight",
                "text": "Oh my God, we have to be there."
            },
            {
                "speaker": "Jim",
                "text": "I know, but it’s gonna be a little tough because there’s no good place to hide there."
            },
            {
                "speaker": "Dwight",
                "text": "No no, yes there is. Behind the shelves. Oh my God."
            },
            {
                "speaker": "Jim",
                "text": "What? What?"
            },
            {
                "speaker": "Dwight",
                "text": "I know. I know exactly what to do."
            },
            {
                "speaker": "Jim",
                "text": "[gives Dwight a high five] Great."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Dwight",
                "text": "I’m a deer hunter. I go all the time with my dad. One thing about deer, they have very good vision. One thing about me, I am better at hiding than they are… at vision."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Dwight",
                "text": "This is going to be perfect, OK? Centrally located. Perfect cover. I can hear and see everything."
            },
            {
                "speaker": "Jim",
                "text": "Good."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Ryan",
                "text": "Michael? Are you done yet?"
            },
            {
                "speaker": "Michael",
                "text": "Almost there. Just a sec. Just a second. It is perfect, thank you. Excellent, here we go. It is time, thank you. OK, come on. Let’s go! Get the cake. Here we go. Come on! Shhh. Be quiet."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Jim",
                "text": "Wait, this isn’t gonna work. The lid’s open."
            },
            {
                "speaker": "Dwight",
                "text": "So tape it down."
            },
            {
                "speaker": "Jim",
                "text": "I can’t do that. You won’t be able to breathe."
            },
            {
                "speaker": "Dwight",
                "text": "Look, I can breathe just fine. OK, but if it makes you feel better, I’ll poke holes in the box."
            },
            {
                "speaker": "Jim",
                "text": "Thank you, thank you. OK."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Everybody",
                "text": "Surprise!"
            },
            {
                "speaker": "Meredith",
                "text": "Oh! Surprise."
            },
            {
                "speaker": "Angela",
                "text": "No, it’s ah…"
            },
            {
                "speaker": "Michael",
                "text": "It’s surprise Meredith. One, two…"
            },
            {
                "speaker": "Everybody",
                "text": "[tunelessly] Happy birthday to you."
            },
            {
                "speaker": "Michael",
                "text": "Find a key."
            },
            {
                "speaker": "Everybody",
                "text": "Happy birthday…"
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Jim",
                "text": "So do you want me to stay here and, you know, stand next to the box?"
            },
            {
                "speaker": "Dwight",
                "text": "No, you need to go upstairs to the party so people don’t notice we’re both gone."
            },
            {
                "speaker": "Jim",
                "text": "Right… That’s good."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Dwight",
                "text": "Can I trust Jim? I don’t know. Do I have a choice? No, frankly, I don’t. Will I trust Jim? Yes. Should I trust Jim? You tell me."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Everybody",
                "text": "[singing] … birthday, dear Meredith Happy birthday to you…"
            },
            {
                "speaker": "Michael",
                "text": "And many more!"
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Stanley",
                "text": "Last year, five years ago…"
            },
            {
                "speaker": "Michael",
                "text": "You were surprised, weren’t you?"
            },
            {
                "speaker": "Meredith",
                "text": "Yes."
            },
            {
                "speaker": "Michael",
                "text": "You looked freaked, man. We said “Surprise.” You were, like, “What?” “What the hell’s goin’ on here?” Good cake. Why don’t you have some?"
            },
            {
                "speaker": "Meredith",
                "text": "Uh, I can’t. Um…"
            },
            {
                "speaker": "Michael",
                "text": "Come on. A little bit."
            },
            {
                "speaker": "Meredith",
                "text": "I can’t eat dairy."
            },
            {
                "speaker": "Michael",
                "text": "Oh, right. God, too bad. It’s so good."
            },
            {
                "speaker": "Meredith",
                "text": "Yeah, it makes me sick."
            },
            {
                "speaker": "Michael",
                "text": "You know what? If I were allergic to dairy, I think I’d kill myself. ‘Cause this is way, way too good."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Pam",
                "text": "He’s in a box?"
            },
            {
                "speaker": "Jim",
                "text": "Pam, he’s in a box. He’s downstairs, in a box, on the floor, near the shelves. I’m serious. Go down there and work your magic."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Pam",
                "text": "[on her cell phone] Hey where are you? Yeah, we were supposed to meet here. What? Oh my gosh! That ties in perfectly with something that Michael was telling me earlier! I just don’t know what some of the people in, like, accounting are going to do? It said specifically that…"
            },
            {
                "speaker": "Dwight",
                "text": "[box falls over] Oh."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Michael",
                "text": "Jim, good party, huh? Just a little something I whipped up. You know, a little morale boost. No big deal."
            },
            {
                "speaker": "Jim",
                "text": "Speaking of which, I meant to tell you. Very impressive, the uh, donation you gave to Oscar’s charity. What was it? 25 bucks?"
            },
            {
                "speaker": "Michael",
                "text": "Well, you know, money isn’t everything Jim. It’s not the key to happiness. You know what is? Joy. You should remember that. Maybe you’ll give more than three dollars next time."
            },
            {
                "speaker": "Jim",
                "text": "Yeah, well, three dollars a mile. It’s gonna end up being like 50 bucks. So… God, I can’t even calculate what you’re gonna have to give."
            },
            {
                "speaker": "Michael",
                "text": "Is Oscar around?"
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Michael",
                "text": "I just thought it was kind of a flat, you know… 25 dollar, one-time donation. I didn’t think it was per mile kinda deal. You know, so…"
            },
            {
                "speaker": "Oscar",
                "text": "Well, that’s what a walk-a-thon is."
            },
            {
                "speaker": "Michael",
                "text": "I know…"
            },
            {
                "speaker": "Oscar",
                "text": "It says it right on the sheet. Look, look at the sheet. It says, “However many dollars per mile.”"
            },
            {
                "speaker": "Michael",
                "text": "Right. Got it. Yes. So it does. Um…"
            },
            {
                "speaker": "Oscar",
                "text": "I just think it’s kind of cheap to un-donate money to a charity."
            },
            {
                "speaker": "Michael",
                "text": "No, no, no, no, no. That wasn’t what I wasn’t, that wasn’t… No. It-it-it’s not about the money. It’s just… it… it’s the ethics of the thing, Oscar. How’s your nephew? Is he in good shape?"
            },
            {
                "speaker": "Oscar",
                "text": "Yeah."
            },
            {
                "speaker": "Michael",
                "text": "How many miles did he do last year?"
            },
            {
                "speaker": "Oscar",
                "text": "Last year, he walked 18 miles."
            },
            {
                "speaker": "Michael",
                "text": "Son of a bitch. That is impressive."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Pam",
                "text": "Happy Birthday. [gives Meredith her card]"
            },
            {
                "speaker": "Michael",
                "text": "Read it out loud. And say who wrote everything so we know whose is the best."
            },
            {
                "speaker": "Meredith",
                "text": "“Happy Bird-day” Um… “Meredith, good news. You’re not actually a year older because you work here, where time stands still.”"
            },
            {
                "speaker": "Michael",
                "text": "[under his breath] I don’t know about that."
            },
            {
                "speaker": "Meredith",
                "text": "That was Stanley. “Meredith, happy birthday, you’re the best. Love, Pam.”"
            },
            {
                "speaker": "Michael",
                "text": "[pretends to vomit] Huh! Thanks, downer."
            },
            {
                "speaker": "Meredith",
                "text": "This is from Michael. “Meredith, let’s hope the only downsizing that happens to you is that someone downsizes your age.”"
            },
            {
                "speaker": "Michael",
                "text": "Because of the downsizing. Rumors. And because you’re gettin’ old."
            },
            {
                "speaker": "Meredith",
                "text": "No, I… I get it. It’s funny."
            },
            {
                "speaker": "Michael",
                "text": "[laughs] You didn’t get the joke. So, that’s cool. That’s, you know what? Actually… I have a bunch of these, good ones, that I didn’t use. Um… Oh, where’s that? Oh, OK, here’s a good one. Um… “Hey Meredith, Liz Taylor called, she wants her age back and her divorces back.” ‘Cause Meredith’s been divorced like, twice. Is that right?"
            },
            {
                "speaker": "Meredith",
                "text": "You’re right. You’re right. Yes."
            },
            {
                "speaker": "Michael",
                "text": "Divorce. Um… OK, “Meredith is so old…”"
            },
            {
                "speaker": "Oscar",
                "text": "How old is she?"
            },
            {
                "speaker": "Michael",
                "text": "Everybody? If… could do it? “Meredith is so old…”"
            },
            {
                "speaker": "Everybody",
                "text": "How old is she?"
            },
            {
                "speaker": "Michael",
                "text": "“She’s so old, she went into an antique store and they kept her.”"
            },
            {
                "speaker": "Michael",
                "text": "That wasn’t even mine. I got that off the Internet. Website. Um, don’t get mad at me."
            },
            {
                "speaker": "Oscar",
                "text": "Uh, nice party Michael."
            },
            {
                "speaker": "Michael",
                "text": "This isn’t my fault. Ladies, not your best effort. The streamers?  I think we could have done better than that."
            },
            {
                "speaker": "Angela",
                "text": "Phyllis wanted red, I didn’t."
            },
            {
                "speaker": "Phyllis",
                "text": "Oh, boy… You…"
            },
            {
                "speaker": "Michael",
                "text": "OK, we… all right. People, hold on, hold on. Just a second. OK, I think we’re losing sight of what is really important here. And that is that we are… a group of people… who work together. I was… I really wasn’t gonna flaunt this. I have made a very sizable donation to Oscar’s nephew’s… walkathon. $25."
            },
            {
                "speaker": "Oscar",
                "text": "Per mile."
            },
            {
                "speaker": "Michael",
                "text": "Per mile, yes."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Michael",
                "text": "When I retire, I… don’t want to just disappear to an island somewhere. I wanna be the guy who gives everything back."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Michael",
                "text": "A check for the kids, and for the team."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Michael",
                "text": "I want it to be like… “Hey, who donated that hospital wing that is saving so many lives?” “Um, well, I don’t, I don’t know. It was anonymous.” “Well, guess what, [whispering] that was Michael Scott.”  “But it was anonymous, how do you know?” “Because I’m him.”"
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Oscar",
                "text": "Thank you, Michael."
            },
            {
                "speaker": "Michael",
                "text": "Come here. [hugs Oscar and In a low voice] Don’t cash that till Friday, OK?"
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Toby",
                "text": "Really? Today?"
            },
            {
                "speaker": "Ryan",
                "text": "Yeah."
            },
            {
                "speaker": "Toby",
                "text": "Oh, Happy Birthday."
            },
            {
                "speaker": "Ryan",
                "text": "Thanks."
            },
            {
                "speaker": "Toby",
                "text": "Yeah, I could say something."
            },
            {
                "speaker": "Ryan",
                "text": "No, don’t. Don’t do that."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Jim",
                "text": "OK, OK. I have something that totally tops the box."
            },
            {
                "speaker": "Pam",
                "text": "Oh, tell me, tell me."
            },
            {
                "speaker": "Jim",
                "text": "OK. I have just convinced Dwight that he needs to go to Stamford and… [Pam starts laughing]… spy on our other branch. No no no."
            },
            {
                "speaker": "Jim",
                "text": "But before he does so, I told him that he should dye his hair to go undercover."
            },
            {
                "speaker": "Pam",
                "text": "[laughing] That’s perfect!"
            },
            {
                "speaker": "Jim",
                "text": "If we can get him to drive to Connecticut… and put peroxide in his hair…"
            },
            {
                "speaker": "Roy",
                "text": "[yelling] What the hell is this? What are you trying to cop a feel or something? Huh Halpert?"
            },
            {
                "speaker": "Jim",
                "text": "No, no, dude, no."
            },
            {
                "speaker": "Pam",
                "text": "Hey, Hey!"
            },
            {
                "speaker": "Jim",
                "text": "No, dude, no, I was just, listen! Whoa."
            },
            {
                "speaker": "Pam",
                "text": "Come on."
            },
            {
                "speaker": "Jim",
                "text": "God, I don’t even, I don’t even know how to explain this. Uh, um… Dwight, uh, asked me to be in an alliance. And then um… um… we were… we’ve just been messing with him. Uh, because of the whole alliance thing. Um…"
            },
            {
                "speaker": "Pam",
                "text": "It’s just office pranks."
            },
            {
                "speaker": "Jim",
                "text": "It’s stupid. It’s, it’s just office pranks."
            },
            {
                "speaker": "Roy",
                "text": "[looking at Dwight] An alliance? What the hell is he talking about?"
            },
            {
                "speaker": "Dwight",
                "text": "I have absolutely no idea."
            },
            {
                "speaker": "Roy",
                "text": "Come on."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Dwight",
                "text": "Do I feel bad about betraying Jim? Not at all. That’s the game. Convince him we’re in an alliance, get some information, throw him to the wolves."
            },
            {
                "speaker": "Dwight",
                "text": "[With blonde hair] That’s politics baby. Get what you can out of someone, then crush them. I think Jim might have learned a very valuable lesson."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Dwight",
                "text": "Good, excellent, and file sharing off and done. Security software, 128-bit encryption, firewalls. Get up, I’ll install it on your computer."
            },
            {
                "speaker": "Jim",
                "text": "No thanks."
            },
            {
                "speaker": "Dwight",
                "text": "Pssh, stupid. Identity theft happens all the time. I can become you like that. [snaps fingers] But no one can become me."
            },
            {
                "speaker": "Jim",
                "text": "No one wants to be you, Dwight."
            },
            {
                "speaker": "Dwight",
                "text": "Not true. And if they did, they couldn’t because I’m password protected."
            },
            {
                "speaker": "Jim",
                "text": "Is your password Frodo?"
            },
            {
                "speaker": "Dwight",
                "text": "No. [typing on keyboard]"
            },
            {
                "speaker": "Jim",
                "text": "Did you just change it to Gollum?"
            },
            {
                "speaker": "Dwight",
                "text": "No. [typing on keyboard]"
            }
        ],
        "deleted": 1
    },
    {
        "quotes": [
            {
                "speaker": "Pam",
                "text": "[telephone rings] Dunder Mifflin, this is Pam. Hold please."
            },
            {
                "speaker": "Michael",
                "text": "All righty then, well I see you’re going for the whole bored supermodel thing. “Dunder Mifflin, this is Pam. May I help you?” [takes a drag from an imaginary cigarette] Smoke, smoke, smoke, smoke."
            },
            {
                "speaker": "Pam",
                "text": "I wasn’t really going for anything."
            },
            {
                "speaker": "Michael",
                "text": "No, no. I get it, I get it, I get it. A child is born, “Oh, oh-hum.” A beautiful sunset, “No, I’ll catch the next one.” Right? Unicorn walks into the office, “Oh, do you have an appointment?” [laughs] Okay, look Pam this is not meant as a criticism, but let me tell you what you’re doing wrong. You are the voice of this company, right? And when clients call and you’re not smiling they can hear that in your voice. It is a real turnoff."
            },
            {
                "speaker": "Pam",
                "text": "Are you being serious?"
            },
            {
                "speaker": "Michael",
                "text": "Yes, I am, absolutely. So, the next call we get I’d like you to smile. I’d like to see a big smile."
            },
            {
                "speaker": "Pam",
                "text": "Okay."
            },
            {
                "speaker": "Michael",
                "text": "Okay. [waits for call]"
            },
            {
                "speaker": "Pam",
                "text": "No one’s calling."
            },
            {
                "speaker": "Michael",
                "text": "I know, somebody will. And we’ll wait."
            },
            {
                "speaker": "Pam",
                "text": "Sometimes there’s a lot of time between the calls."
            },
            {
                "speaker": "Michael",
                "text": "I know, I know, we will wait."
            },
            {
                "speaker": "Pam",
                "text": "Okay."
            },
            {
                "speaker": "Michael",
                "text": "We will wait for the call and you will smile.  Let me try something, just while we’re waiting."
            },
            {
                "speaker": "Pam",
                "text": "Okay."
            },
            {
                "speaker": "Michael",
                "text": "Tell me if I’m smiling or not. [covers face with hands] Hi Pam, how are you? Was I smiling?"
            },
            {
                "speaker": "Pam",
                "text": "Yes."
            },
            {
                "speaker": "Michael",
                "text": "Okay, let me try this one. [covers face with hands] Hi Pam, how are you?"
            },
            {
                "speaker": "Pam",
                "text": "No."
            },
            {
                "speaker": "Michael",
                "text": "I mean you can tell."
            },
            {
                "speaker": "Pam",
                "text": "Yeah, I could tell."
            },
            {
                "speaker": "Michael",
                "text": "I wasn’t smiling that time and they can tell too."
            },
            {
                "speaker": "Pam",
                "text": "That was a good example."
            },
            {
                "speaker": "Michael",
                "text": "Thank you. All right, when we get a call I’ll come back and you’ll do the smile."
            },
            {
                "speaker": "Pam",
                "text": "Okay. [telephone rings]"
            },
            {
                "speaker": "Michael",
                "text": "Show time! It’s show time!"
            },
            {
                "speaker": "Pam",
                "text": "[smiling] Dunder Mifflin, this is Pam. One moment I’ll transfer you."
            },
            {
                "speaker": "Michael",
                "text": "Okay."
            }
        ],
        "deleted": 2
    },
    {
        "quotes": [
            {
                "speaker": "Dwight",
                "text": "[throwing away a banana, mayonnaise, and a sandwich from the refrigerator, smells the mayonnaise] God. [drinks from the milk carton and puts it back] Mmm."
            },
            {
                "speaker": "Jim",
                "text": "[looks in  the refrigerator] Hey Dwight, my tuna sandwich isn’t in the refrigerator. You wouldn’t know anything about that would you?"
            },
            {
                "speaker": "Dwight",
                "text": "It was rotting."
            },
            {
                "speaker": "Jim",
                "text": "It was not rotting."
            },
            {
                "speaker": "Dwight",
                "text": "Any employee may dispose a food item…"
            },
            {
                "speaker": "Jim",
                "text": "Stop. Dwight, stop."
            },
            {
                "speaker": "Dwight",
                "text": "…that risks contaminating the other food item. Read the official kitchen regulations memo."
            },
            {
                "speaker": "Jim",
                "text": "Dwight, you wrote that memo. Okay, it’s not an official memo."
            },
            {
                "speaker": "Dwight",
                "text": "Uh, uh, not my problem. Okay, this is a paper factory not a bacteria factory."
            },
            {
                "speaker": "Jim",
                "text": "Dwight, it’s not a factory at all. Do you have to do what you are doing? [Dwight is tapping each of the bobble heads on his desk and making them bobble]"
            },
            {
                "speaker": "Dwight",
                "text": "Uh, if they don’t bobble, what’s the point?"
            }
        ],
        "deleted": 3
    },
    {
        "quotes": [
            {
                "speaker": "Angela",
                "text": "What is this?"
            },
            {
                "speaker": "Oscar",
                "text": "My nephew does it every year. Anything you could give would be fantastic."
            },
            {
                "speaker": "Angela",
                "text": "Okay, but I don’t want to be put on a mailing list."
            }
        ],
        "deleted": 4
    },
    {
        "quotes": [
            {
                "speaker": "Jim",
                "text": "We need to assume that everyone in the office is forming an alliance and is therefore trying to get us kicked off."
            },
            {
                "speaker": "Dwight",
                "text": "God… Damn it! Why us?"
            },
            {
                "speaker": "Jim",
                "text": "Because we’re strong, Dwight. Because we’re strong. God, it’s freezing, I gotta go in. You stay though for like five minutes."
            },
            {
                "speaker": "Dwight",
                "text": "[talking over Jim] Okay."
            },
            {
                "speaker": "Jim",
                "text": "You don’t want to arouse suspicion."
            },
            {
                "speaker": "Dwight",
                "text": "I’ll stay for ten."
            },
            {
                "speaker": "Jim",
                "text": "Good. I like it. You know what. Pretend to smoke. [Dwight pretends to smoke]"
            }
        ],
        "deleted": 5
    },
    {
        "quotes": [
            {
                "speaker": "Michael",
                "text": "Do a poem for Meredith’s birthday or uh, limerick. Limerick. Um, [knock on  door] there was a girl from Dunder Mifflin. Come on in. Who had a big, smifflin."
            },
            {
                "speaker": "Toby",
                "text": "Hi, do you mind if I sign the card real quick?"
            },
            {
                "speaker": "Michael",
                "text": "No, not at all come on in. [Toby signing the birthday card] No, no. You can’t. No, red hair is my area. We have it on tape, so…"
            },
            {
                "speaker": "Toby",
                "text": "It’s just a birthday card."
            },
            {
                "speaker": "Michael",
                "text": "I was going to put that in my message, Toby. All right? So just cross it off. Cross it off, now. [Toby writes on birthday card] What are you doing? Oh come on, you’re ruining it. Toby, come on.  Just, look at that. That’s wrecked. Ass. Get some white out."
            },
            {
                "speaker": "Toby",
                "text": "There’s some right there."
            },
            {
                "speaker": "Michael",
                "text": "That’s my white out. Get your own white out. Just… what’s the matter with you? God. [Toby leaves] Okay, um, there was a girl from Dunder Mifflin. Who had a big, puttifflin. [thinking out loud] Mifflin, spifflin."
            }
        ],
        "deleted": 6
    },
    {
        "quotes": [
            {
                "speaker": "Jim",
                "text": "Uh, by the way. Have you heard Dwight say the word immunity, yet? Because if I can get Dwight to say the word immunity, it might be the greatest day of my life."
            }
        ],
        "deleted": 7
    },
    {
        "quotes": [
            {
                "speaker": "Dwight",
                "text": "Hey."
            },
            {
                "speaker": "Michael",
                "text": "Hey."
            },
            {
                "speaker": "Dwight",
                "text": "You wanted to see me?"
            },
            {
                "speaker": "Michael",
                "text": "Uh, yeah. What do you know about Meredith?"
            },
            {
                "speaker": "Dwight",
                "text": "I don’t think she’d be missed."
            },
            {
                "speaker": "Michael",
                "text": "There’s not going to be downsizing Dwight, OK? I just, I need to know a little bit more about my friend."
            },
            {
                "speaker": "Dwight",
                "text": "Name, Meredith Palmer. Uh, personal information, divorced twice, two kids. Uh, Employer, Dunder Mifflin Paper Incorporated. Awards, multiple Dundies."
            },
            {
                "speaker": "Michael",
                "text": "I know all that. I know all that. I just, I need something kind of embarrassing, you know. Kind of fun, inside."
            },
            {
                "speaker": "Dwight",
                "text": "She had a hysterectomy."
            },
            {
                "speaker": "Michael",
                "text": "Which one is that again?"
            },
            {
                "speaker": "Dwight",
                "text": "That’s where they remove the uterus."
            },
            {
                "speaker": "Michael",
                "text": "Oh God! Dwight, no. I’m trying to write something funny here, okay. What am I going to do with a removed uterus?"
            },
            {
                "speaker": "Dwight",
                "text": "It could be kind of funny."
            },
            {
                "speaker": "Michael",
                "text": "[sighs] Come up with a joke that I can use, okay?"
            },
            {
                "speaker": "Dwight",
                "text": "Mmm-hmm."
            },
            {
                "speaker": "Michael",
                "text": "Help me out here."
            },
            {
                "speaker": "Dwight",
                "text": "Okay. Hey Meredith, where’s your uterus?"
            },
            {
                "speaker": "Michael",
                "text": "No, not a uterus joke Dwight. Please. Something useable. A joke."
            },
            {
                "speaker": "Dwight",
                "text": "If I find a joke for you, will you grant me immunity? [cut to Jim holding his hands up like a champion]"
            },
            {
                "speaker": "Michael",
                "text": "What?"
            },
            {
                "speaker": "Dwight",
                "text": "From the downsizing."
            },
            {
                "speaker": "Michael",
                "text": "There’s not going to be downsizing, Dwight. You know what, I am on a deadline here and just, okay. Thanks. Thanks for your help. I’m… I’ll work it out. Thank you Dwight. [Dwight leaves] Thanks for coming in, that’s always… Always helpful when I give him a call. Call him in."
            }
        ],
        "deleted": 7
    },
    {
        "quotes": [
            {
                "speaker": "Michael",
                "text": "Meredith. Oh, oh man, ah gosh. I can’t remember why I came over here. Ha, ha."
            },
            {
                "speaker": "Meredith",
                "text": "I hate that."
            },
            {
                "speaker": "Michael",
                "text": "I know. Ugh, that is so annoying. [makes fart noise] Brain fart. By the way, do you remember any funny interactions we may have had recently that I’ve forgotten about? Just, you know we  bumped into each and you said, “Brr, brr.” And I went, “Argh, Argh.” You know? Anything? [shakes her head ‘no’] Well, if you think of something, let me know. ‘Cause I like to know. ‘Cause I’m going crazy."
            }
        ],
        "deleted": 8
    },
    {
        "quotes": [
            {
                "speaker": "Michael",
                "text": "Oscar, uh for future reference just think you should know, that you should probably make it clear that your nephew is doing the walkathon and that he doesn’t actually have cerebral palsy. Okay."
            },
            {
                "speaker": "Oscar",
                "text": "I never suggested…"
            },
            {
                "speaker": "Michael",
                "text": "No, no. I know you didn’t intend to, but I just I got the idea and I, uh, I just don’t it has a lot of ethical merit to make people think something. You know? And then prey on their emotions."
            },
            {
                "speaker": "Oscar",
                "text": "Michael, if I gave you…"
            },
            {
                "speaker": "Michael",
                "text": "No, hey it’s just kinda uncool, okay? I, just… Play fair, you know, play fair."
            },
            {
                "speaker": "Oscar",
                "text": "Thank you."
            },
            {
                "speaker": "Michael",
                "text": "Thank you."
            },
            {
                "speaker": "Oscar",
                "text": "Okay."
            }
        ],
        "deleted": 9
    },
    {
        "quotes": [
            {
                "speaker": "Meredith",
                "text": "“Meredith, let’s hope the only downsizing that happens to you is that someone downsizes your age.”"
            },
            {
                "speaker": "Michael",
                "text": "Because of the downsizing. Rumors. And because you’re gettin’ old."
            },
            {
                "speaker": "Meredith",
                "text": "No, I…I get it. It’s funny."
            },
            {
                "speaker": "Michael",
                "text": "[laughs] You didn’t get the joke. So, that’s cool. That’s, you know what? Actually… I have a bunch of these, good ones, that I didn’t use. Um… Oh, where’s that? Oh, Okay, here’s a good one. Um…”Hey Meredith, Liz Taylor called, she wants her age back and her divorces back.” ‘Cause Meredith’s been divorced like, twice. Is that right?"
            },
            {
                "speaker": "Meredith",
                "text": "You’re right. You’re right. Yes."
            },
            {
                "speaker": "Michael",
                "text": "Divorce. Um… Okay, “Meredith is so old…”"
            },
            {
                "speaker": "Oscar",
                "text": "How old is she?"
            },
            {
                "speaker": "Michael",
                "text": "If everybody… could do it? “Meredith is so old…”"
            },
            {
                "speaker": "Everybody",
                "text": "How old is she?"
            },
            {
                "speaker": "Michael",
                "text": "“She’s so old, she went into an antique store and they kept her.”"
            },
            {
                "speaker": "Michael",
                "text": "[clears throat] What’s the difference between Meredith and Michael Jackson? Michael Jackson’s surgery was unnecessary."
            },
            {
                "speaker": "Meredith",
                "text": "You’re talking about my hysterectomy."
            },
            {
                "speaker": "Michael",
                "text": "Yes! Thank you. God. She gets it. [laughs] We just picked the best one right? Just had it."
            },
            {
                "speaker": "Pam",
                "text": "[whispering] I’m so sorry. [Angela, Phyllis, and Pam all whispering] … seriously, we’re just…"
            },
            {
                "speaker": "Michael",
                "text": "Um, no, no. Come on. No. Don’t comfort… don’t comfort her, that’s not… She doesn’t need comforting. We’re just joking around. I think she’s… No that’s very unprofessional. I think she’s being very unprofessional over there."
            }
        ],
        "deleted": 10
    },
    {
        "quotes": [
            {
                "speaker": "Dwight",
                "text": "I’m only going to ask you this once. Are you part of an alliance?"
            },
            {
                "speaker": "Ryan",
                "text": "What?"
            },
            {
                "speaker": "Dwight",
                "text": "Well played."
            }
        ],
        "deleted": 11
    }
]