[
    {
        "quotes": [
            {
                "speaker": "Ryan",
                "text": "Yeah, I’m not a temp anymore.  I got Jim’s uh, old job.  Which means at my 10 year high school reunion it will not say “Ryan Howard is a temp.” It will say “Ryan Howard is a junior sales associate at a mid-range paper supply firm.  …that’ll show ’em."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Jim",
                "text": "[after “the kiss”] You have no idea how long I’ve wanted to do that."
            },
            {
                "speaker": "Pam",
                "text": "Me too.  …I think we’re just drunk."
            },
            {
                "speaker": "Jim",
                "text": "No I’m not drunk.  Are you drunk?"
            },
            {
                "speaker": "Pam",
                "text": "No… [Jim leans in for another kiss] Jim—"
            },
            {
                "speaker": "Jim",
                "text": "Are you really gonna marry him?  [Pam nods] …Ok."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Dwight",
                "text": "[sobbing] Jim is gone.  He’s gone.  I miss him so much.  Ooooh I cry myself to sleep, Jim!  [serious] False.  I do not miss him."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Michael",
                "text": "No!  That is the fun of this place.  I call everybody “faggie”. Why would anybody find that offensive?"
            },
            {
                "speaker": "Toby",
                "text": "OK I think Oscar would just like if you used “lame” or something like that."
            },
            {
                "speaker": "Michael",
                "text": "That’s what faggie means!"
            },
            {
                "speaker": "Toby",
                "text": "No not really…"
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Toby",
                "text": "Apparently you called Oscar “faggie” for liking the movie Shakespeare in Love more than an action movie."
            },
            {
                "speaker": "Michael",
                "text": "It wasn’t just an action movie, it was Die Hard!"
            },
            {
                "speaker": "Toby",
                "text": "All right Michael, but Oscar’s really gay."
            },
            {
                "speaker": "Michael",
                "text": "Exactly!"
            },
            {
                "speaker": "Toby",
                "text": "I mean for real."
            },
            {
                "speaker": "Michael",
                "text": "Yeah, I know."
            },
            {
                "speaker": "Toby",
                "text": "No, I mean he’s attracted to other men."
            },
            {
                "speaker": "Michael",
                "text": "OK, a little too far, crossed the line."
            },
            {
                "speaker": "Toby",
                "text": "OK, I am telling you, Oscar is an actual homosexual.  Yeah, he told me this morning.  And, obviously he hopes he can count on your discretion."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Michael",
                "text": "I would have never called him that if I knew.  You don’t… You don’t call retarded people “retards”.  It’s bad taste.  You call your friends “retards” when they’re acting retarded.  And I consider Oscar a friend."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Michael",
                "text": "Listen man, I am so sorry.  I had no idea."
            },
            {
                "speaker": "Oscar",
                "text": "No, it’s fine."
            },
            {
                "speaker": "Michael",
                "text": "No.  No it’s not.  I feel terrible about it.  I have been calling people “faggie” since I was in junior high, and I have never made this mistake.  If I don’t know how to behave, it is because I am just so far the opposite way, you know?  I’m just… I, I can’t even imagine… the… thing.  Maybe we could go out for a beer sometime.  And you could tell me… how… you do that to another dude."
            },
            {
                "speaker": "Oscar",
                "text": "That sounds like a great, wonderful idea, let’s do that."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Angela",
                "text": "[in reference to Oscar being gay] It explains so much."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Oscar",
                "text": "No, I’m not gay.  And I don’t understand why anyone would think, that I’m gay… if… [sighs] Uh… yeah I’m gay."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Jim",
                "text": "I can’t say whether Dunder Mifflin paper is less flammable, sir, but I can assure that it is certainly not more flammable."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Jim",
                "text": "Why did I transfer to Stamford?  I think that’s pretty obvious.  I got promoted!  And you can’t beat that view… right?"
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Andy",
                "text": "Hey, Big Tuna!  You’re single right?"
            },
            {
                "speaker": "Jim",
                "text": "Uh-huh, yeah.  I am."
            },
            {
                "speaker": "Andy",
                "text": "She’s pretty hot huh? [Jim nods]  She’s completely crazy.  Steer clear Big Tuna.  Head for open waters."
            },
            {
                "speaker": "Jim",
                "text": "OooOK."
            },
            {
                "speaker": "Andy",
                "text": "OooOK."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Jim",
                "text": "I ate a tuna sandwich, on my first day.  So, Andy started calling me Big Tuna.  …I don’t think any of them actually know my real name."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Andy",
                "text": "Big Tuna is a super ambitious guy, you know?  Cut your throat to get ahead kind of guy, but I mean I’m not threatened by him.  I went to Cornell, you ever heard of it? [laughs]  I graduated in four years.  I never studied once.  I was drunk the whole time, and I sang in the acappella group, “Here Comes Treble.”"
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Josh",
                "text": "So, end of day we are going to have a little diversity policy refresher, because of some more problems at the Scranton branch.  And I have a list of business startups I got from the chamber.  Yes, I am going to need someone to cold call them."
            },
            {
                "speaker": "Jim",
                "text": "Oh, I can do that."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Karen",
                "text": "Jim’s nice enough.  I dont… I don’t know how well he’s fitting in here. He’s always looking at the camera like this.  [makes classic “Jim”-camera face] What is that?"
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Michael",
                "text": "Can you tell who’s gay and who’s not?"
            },
            {
                "speaker": "Dwight",
                "text": "Of course."
            },
            {
                "speaker": "Michael",
                "text": "What about Oscar?"
            },
            {
                "speaker": "Dwight",
                "text": "Absolutely not."
            },
            {
                "speaker": "Michael",
                "text": "Well, he is."
            },
            {
                "speaker": "Dwight",
                "text": "Well, he’s not dressed in women’s clothes, so…"
            },
            {
                "speaker": "Michael",
                "text": "[deep sigh] There could be others…  I need to know.  I don’t want to offend anybody else."
            },
            {
                "speaker": "Dwight",
                "text": "You could assume everyone is, and not say anything offensive."
            },
            {
                "speaker": "Michael",
                "text": "Yeah, I’m sure everyone would appreciate me treating them like they were gay."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Michael",
                "text": "Hey, what about Angela?   She’s hard and severe.  She could be a gay woman."
            },
            {
                "speaker": "Dwight",
                "text": "I really don’t think so."
            },
            {
                "speaker": "Michael",
                "text": "I don’t know, I can imagine her with another woman, can’t you?"
            },
            {
                "speaker": "Dwight",
                "text": "[creepy smile]"
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Michael",
                "text": "Do some research.  Find out if there’s a way to tell by just looking at them."
            },
            {
                "speaker": "Dwight",
                "text": "Jim told me you could buy gay-dar online."
            },
            {
                "speaker": "Michael",
                "text": "That’s ridiculous."
            },
            {
                "speaker": "Dwight",
                "text": "Yeah probably.  He didn’t tell the truth a lot."
            },
            {
                "speaker": "Michael",
                "text": "[sighs] Let’s call him and get the website."
            },
            {
                "speaker": "Dwight",
                "text": "Definitely."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Jim",
                "text": "What’s gay-dar?  Oh, oh, gay-dar, yes!  No, uh, I think they have it at Sharper Image.  Oh, you know what?  I could check for you.  No problem.  [loudly fake typing]  It’s sold out!  Yeah sorry about that, that’s a bummer."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Michael",
                "text": "Well, they’re sold out."
            },
            {
                "speaker": "Dwight",
                "text": "Damn.  [thinks]  I’ll try Brookstone."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Jim",
                "text": "I miss that."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Roy",
                "text": "Chicken or fish?"
            },
            {
                "speaker": "Pam",
                "text": "[loud sigh] Chicken."
            },
            {
                "speaker": "Roy",
                "text": "So you havin’ a good day?"
            },
            {
                "speaker": "Pam",
                "text": "Excellent, thanks."
            },
            {
                "speaker": "Roy",
                "text": "Good, glad.  OK."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Pam",
                "text": "Yeah, I didn’t go through with the wedding.  I got cold feet, a few days before.  And I can’t really explain it.  I just had to get out of that relationship.  We still had to pay for all the food.  So we froze it.  But I’m, I’m doing well.  I have my own apartment.  I’m taking art classes.  And I have lunch for the next five weeks."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Roy",
                "text": "After Pam dumped me, I um, I kinda stopped taking care of myself there, and uh, I hit bottom when uh, drunk driving arrest.  I’ve been working out and um, you know, I’m not gonna take her for granted.  I gotta win her back."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Stanley",
                "text": "I got them a toaster.  They called off the wedding and gave the toaster back to me.  I tried to return the toaster to the store, and they said they no longer sold that kind of toaster.  So now my house has got two toasters."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Kelly",
                "text": "That is so cool that you’re gay.  I totally underestimated you."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Oscar",
                "text": "Yes I’m super cool.  I am an accountant at a failing paper supply company, Scranton.  Much like, um, sir Ian McClellan."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Angela",
                "text": "Sure, sometimes I watch Will and Grace… and I want to throw up.  It’s terribly loud.  I do like it sometimes when Harry Connick Jr. is on.  He’s so talented."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Andy",
                "text": "OK.  Who put my calculator in Jello?  Good one.  But uh, seriously, guys who did this?  Seriously guys, who did this?  I need to know who put my calculator in Jello, or I’m gonna lose MY FRICKIN’ MIND!"
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Jan",
                "text": "You know, it’s amazing to me that in this day and age, you could be so obtuse about sexual orientation."
            },
            {
                "speaker": "Michael",
                "text": "I watch the L Word.  I watch, Queer as F***, so…"
            },
            {
                "speaker": "Jan",
                "text": "That’s not what it’s called."
            },
            {
                "speaker": "Toby",
                "text": "OK, Michael, are you aware that you ousted Oscar today?"
            },
            {
                "speaker": "Michael",
                "text": "What?  What does that even…"
            },
            {
                "speaker": "Jan",
                "text": "Coming out, is a significant moment for a gay person, and they should be allowed to select the timing and manner of announcing it."
            },
            {
                "speaker": "Michael",
                "text": "Well, gay pride, right? Gay pride parade?  It’s not like gay… shame festival."
            },
            {
                "speaker": "Toby",
                "text": "All right, now Oscar’s feeling discriminated against by his co-workers, primarily Angela, and um, that’s your fault."
            },
            {
                "speaker": "Michael",
                "text": "I think Angela might be gay.  Could Oscar and Angela be having a gay affair?  Maybe!  Is that what this is about?"
            },
            {
                "speaker": "Jan",
                "text": "NO!"
            },
            {
                "speaker": "Michael",
                "text": "I don’t kn–"
            },
            {
                "speaker": "Jan",
                "text": "No, it’s not possible."
            },
            {
                "speaker": "Michael",
                "text": "Anything’s possible."
            },
            {
                "speaker": "Jan",
                "text": "You know, imagine… you were gay."
            },
            {
                "speaker": "Michael",
                "text": "[laughs] Well, I’m not gay Jan, and you should know that better than anybody!"
            },
            {
                "speaker": "Jan",
                "text": "Michael, your immaturity is extremely disappointing and may even lead to a lawsuit which is the absolute last thing this company needs right now.  Do you understand?"
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Michael",
                "text": "The company has made it my responsibility today to put an end to 100,000 years of being weirded out by gays."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Oscar",
                "text": "Am I the first gay man you ever knew?"
            },
            {
                "speaker": "Michael",
                "text": "Trick question!  Cause you can’t always tell, so… how would I know.  Is that the right answer?"
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Pam",
                "text": "Michael, Dwight’s looking at gay pornography on his computer."
            },
            {
                "speaker": "Dwight",
                "text": "Uh, Michael knows Pam.  He asked me to do this just for him.  He has his own reasons."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Michael",
                "text": "[looking at gay porn] Nothing wrong with this stuff.  At all.  This is fine.  You know what.  Gay porn, straight porn, it’s all goooooood!  I don’t particularly get into this.  But uh, you know what.  I totally see the merit!  And actually… it is quite beautiful."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Dwight",
                "text": "Ah damn pop-ups."
            },
            {
                "speaker": "Oscar",
                "text": "What are you doing?!"
            },
            {
                "speaker": "Angela",
                "text": "Watching some of your friends."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Michael",
                "text": "[yelling] All right, everybody in the conference room!  I don’t care if you are gay, or straight, or a lesbian, or overweight!  JUST GET IN HERE!  RIGHT NOW!"
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Michael",
                "text": "Did you know that gay used to mean happy?  When I was growing up it meant lame.  And now it means a man, who makes love… to other men."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Michael",
                "text": "We’re all homos!  Homosapiens.  Gays aren’t necessarily who you think they are, people.  I mean anybody could be gay.  Business-men.  Like antique dealers, or hairdressers, or… accountants.  Oscar, why don’t you take this opportunity to officially come out, to everybody here.  However you want to do it.  Go ahead.  Stand up.  I’m doing this for you."
            },
            {
                "speaker": "Oscar",
                "text": "Yes I’m gay.  And I didn’t plan on sharing that part of my life with you today, so, whatever.  Can I sit down now?"
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Creed",
                "text": ":"
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Michael",
                "text": "Who should be the judges and juries of our society?"
            },
            {
                "speaker": "Angela",
                "text": "Judges and juries!"
            },
            {
                "speaker": "Michael",
                "text": "Yes, that’s a good point.  She has a good point.  Because gay marriage currently is not legal, under U.S. law.  I bet a lot of straight men wish that applied to them.  So they could go out there and have some torrid unabashed monkey sex as much as they could.  You know?  Sounds pretty good, right?"
            },
            {
                "speaker": "Kevin",
                "text": ":"
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Dwight",
                "text": "I think all the other office gays should identify themselves, or I will do it for them."
            },
            {
                "speaker": "Oscar",
                "text": "No one else in this office is gay."
            },
            {
                "speaker": "Dwight",
                "text": "What about Phyllis?  She makes absolutely no attempt to be feminine!"
            },
            {
                "speaker": "Phyllis",
                "text": "I’m getting married to Bob Vance."
            },
            {
                "speaker": "Michael",
                "text": "That’s great.  Congratulations Phyllis.  That is great, and frankly kiiiiiiiind of amazing!  [laughs] See?  Everybody has a chance!"
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Michael",
                "text": "But still, Phyllis, in college?  Did you ever experiment with other women?  A lot of women do!"
            },
            {
                "speaker": "Phyllis",
                "text": "No, you knew me in high school.  Course, we all thought you were gay in high school."
            },
            {
                "speaker": "Michael",
                "text": "[laughing] Right!  [serious] And I take that as a compliment."
            },
            {
                "speaker": "Phyllis",
                "text": "Well with your ties and your matching socks and —"
            },
            {
                "speaker": "Michael",
                "text": "Well, I just like to look good OK, so —"
            },
            {
                "speaker": "Oscar",
                "text": "You sound pretty defensive Michael."
            },
            {
                "speaker": "Michael",
                "text": "No, I am just coming out myself.  I am coming out hetero!"
            },
            {
                "speaker": "Oscar",
                "text": "I think the problem with this office is that you are sending mixed signals about my being here."
            },
            {
                "speaker": "Michael",
                "text": "No no no.  The only signal that I am sending is:"
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Michael",
                "text": "Look, if I was gay, I would be the most flamboyant gay you have ever seen.  I would be leading the parade covered in feathers, and just… I would be waving that rainbow flag."
            },
            {
                "speaker": "Oscar",
                "text": "I don’t think I can work here any longer.  This has been the worst, most backwards day of my life."
            },
            {
                "speaker": "Michael",
                "text": "You misunderstand– OK.  You know what, OK.  I uh, I’m gonna put my money where my mouth is.  You ready?  I am going to embrace Oscar.  You might want to watch this Angela, because you can’t catch anything.  Here we go.  We are going to make a statement.  You and I are going to make a statement together.  Oscar is my friend —"
            },
            {
                "speaker": "Oscar",
                "text": "I would rather not."
            },
            {
                "speaker": "Michael",
                "text": "…and I just don’t care who sees it, doesn’t bother me!"
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Oscar",
                "text": "No, NO!  I don’t want to touch you, ever consider that?  You’re ignorant, and insulting, and small!"
            },
            {
                "speaker": "Michael",
                "text": "All right, um… sorry."
            },
            {
                "speaker": "Oscar",
                "text": "Michael… I’m sorry.  That was a good idea.  Come on, come on. [Oscar and Michael hug]"
            },
            {
                "speaker": "Michael",
                "text": "[sobbing] I’m sorry I called you faggie.  You’re not faggie.  You’re a a good guy."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Dwight",
                "text": "Michael appears to be gay too.  And yet he is my friend.  I guess I do have a gay friend."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Michael",
                "text": "[embracing Oscar]You know what, I’m going to raise the stakes.  I want you to watch this.  And I want you to burn this into your brains.  Because this is an image that I want you people to remember for a long time to come.  Whenever you come into the office I want you to think about this.  [awkwardly kissing Oscar]  I did it.  See.  I’m still here.  We’re all still here. [everyone claps]"
            },
            {
                "speaker": "Michael",
                "text": "[Dwight gets up to kiss Oscar]  Oh come on!  Dwight!  Come on, man!"
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Michael",
                "text": "We are not in the playground anymore.  There are new rules.  We have to be mature.  But we can’t lose the spirit of child like wonder.  What is love…  anyway?  Maybe it’s supposed to break all the rules.  Like me and Jan.  Or Oscar… and some guy.  Life is short.  When two people find each other, what should stand in their way?"
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Michael",
                "text": "I am glad that today spurred social change.  That’s part of my job as regional manager.  But you know what?  Even if it didn’t, at least we put this matter to bed.  …that’s what she said.  Or he said."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Michael",
                "text": "Oh, there’s Gill.  Oscar’s roommate.  I wonder if he knows?"
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Oscar",
                "text": "I was going to quit.  But Jan offered me a three month paid vacation and a company car.  All I had to do was sign something saying I won’t sue.  Gill and I are going to Europe.  Kids, sometimes it pays to be gay."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Dwight",
                "text": "[reading the note with the gay-dar]  “Hope this helps.  -Jim”  Nice!"
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Oscar",
                "text": "[Dwight is running the gay-dar over Oscar’s body]  What are you doing?!"
            },
            {
                "speaker": "Dwight",
                "text": "Shhh.  Don’t be scared.  [gay-dar beeps over Oscar’s belt buckle, Dwight smiles] It works.  [gay-dar goes off next to Dwight’s belt buckle]  …oh no."
            }
        ]
    },
    {
        "quotes": [
            {
                "speaker": "Jan",
                "text": "[on speakerphone] Okay, what is your goal for after lunch?"
            },
            {
                "speaker": "Michael",
                "text": "I will do my job to the best of my abilities."
            },
            {
                "speaker": "Jan",
                "text": "[under breath] Heaven help us. [aloud] Specifically."
            },
            {
                "speaker": "Michael",
                "text": "I will do my regional manager job to the best of my capability."
            },
            {
                "speaker": "Jan",
                "text": "Specifically, Michael."
            },
            {
                "speaker": "Michael",
                "text": "Specifically, Jan, I will make at least ten phone calls to clients."
            }
        ],
        "deleted": 1
    },
    {
        "quotes": [
            {
                "speaker": "Michael",
                "text": "Yes, I have to begin every day by letting Jan know what I intend to accomplish, and then I have to call her at the end of the day to tell her what I did accomplish. But it’s not mandatory. It’s something that I… wanted to do… and so it’s voluntary, really. Even though she… makes me. I think she just wants to hear my voice. Because we’re no longer lovers, and she’s just hurting. But things are going well with Carol. I’ve seen her seven times in the last few months, and I’m growing very fond of her kids. Tommy, who I call Tomas, and the little girl…"
            }
        ],
        "deleted": 1
    },
    {
        "quotes": [
            {
                "speaker": "Jan",
                "text": "[on speakerphone] Are you on the toilet, Michael?"
            },
            {
                "speaker": "Michael",
                "text": "[quietly] No."
            },
            {
                "speaker": "Jan",
                "text": "Well, I know sometimes you are and… that you wouldn’t tell me, so I’m just going to assume that you are, and call me back when you’re finished."
            },
            {
                "speaker": "Michael",
                "text": "Okay. [Jan hangs up. Toby opens the office door.]"
            },
            {
                "speaker": "Toby",
                "text": "Michael?"
            },
            {
                "speaker": "Michael",
                "text": "[sigh]"
            }
        ],
        "deleted": 1
    },
    {
        "quotes": [
            {
                "speaker": "Michael",
                "text": "Hi, honey.  You holding up?"
            },
            {
                "speaker": "Pam",
                "text": "Yup."
            },
            {
                "speaker": "Michael",
                "text": "Yeah."
            },
            {
                "speaker": "Pam",
                "text": "I’m… painting my new apartment tonight."
            },
            {
                "speaker": "Michael",
                "text": "Oh, good. By yourself?"
            },
            {
                "speaker": "Pam",
                "text": "Yes."
            },
            {
                "speaker": "Michael",
                "text": "Aw. Well, hang in there, okay?  You know what? You should get one of this big body pillows. That way you wouldn’t miss you-know-who so much."
            },
            {
                "speaker": "Pam",
                "text": "Thanks."
            },
            {
                "speaker": "Michael",
                "text": "Roy."
            },
            {
                "speaker": "Pam",
                "text": "Right."
            }
        ],
        "deleted": 1
    },
    {
        "quotes": [
            {
                "speaker": "Pam",
                "text": "What do I think? I think everybody should stay out of everybody’s personal business!"
            }
        ],
        "deleted": 1
    },
    {
        "quotes": [
            {
                "speaker": "Oscar",
                "text": "Yes, I’m gay."
            },
            {
                "speaker": "Meredith",
                "text": "[shocked expression]"
            }
        ],
        "deleted": 1
    },
    {
        "quotes": [
            {
                "speaker": "Meredith",
                "text": "Why are all the best-looking single men always gay?"
            }
        ],
        "deleted": 1
    },
    {
        "quotes": [
            {
                "speaker": "Andy",
                "text": "Hey, Big Tuna. You ever Google Google? What do you think would happen?"
            },
            {
                "speaker": "Jim",
                "text": "Let’s find out. [starts typing]"
            },
            {
                "speaker": "Andy",
                "text": "[makes frustrated noises]"
            },
            {
                "speaker": "Jim",
                "text": "Oh! Lots of results."
            },
            {
                "speaker": "Andy",
                "text": "I didn’t mean you should do it. You were supposed to ponder it. It’s… You removed the fun. Thanks a lot, Big Tuna."
            }
        ],
        "deleted": 1
    }
]